Repository: maxatome/wifimgr
Catalog: po/*.po
Languages: bg, de, nl

source: (Unset)
bg: (Незададен)

source: Open
bg: Отворена
de: Offen

source: WiFi Networks Manager
bg: WiFi мрежов мениджър
de: WiFi Netzwerkmanager
nl: WiFi Netwerken Manager

source: Error adding SSID <b>%s</b>
bg: Грешка при добавянето на SSID <b>%s</b>
de: Fehler beim hinzufügen der SSID <b>%s</b>
nl: Fout bij toevoeging SSID <b>%s</b>

source: Out of memory.
bg: Запълнена памет.
nl: Geheugen uitgeput.

source: Add Cloaked Network
bg: Добави скрита мрежа
de: Verstecktes Netzwerk hinzufügen
nl: Toevoeging Verhulde Netwerk

source: Security Type:
bg: Вид сигурност:
de: Sicherheitstyp:
nl: Beveiligingstype:

source: Done
bg: Готово
de: Fertig
nl: Gedaan

source: Edit EAP Parameters
bg: Редактиране на EAP параметри
de: EAP Parameter editieren
nl: EAP Parameters bewerken

source: Network:
bg: Мрежа:
de: Netzwerk:
nl: Netwerk:

source: <b>EAP Parameter</b>
bg: <b>EAP параметър</b>

source: <b>Value</b>
bg: <b>Стойност</b>
de: <b>Wert</b>
nl: <b>Waarde</b>

source: Pairwise:
bg: Чифт:
de: Paarweise:

source: Group:
bg: Група:
de: Gruppe:
nl: Groep:

source: Identity:
bg: Самоличност:
de: Identität:
nl: Identiteit:

source: Anonymous Identity:
bg: Анонимна самоличност:
de: Anonyme Identität:
nl: Anoniem Identiteit:

source: Mixed Cell:
bg: Смесена клетка:
nl: Gemengt Cel:

source: Password:
bg: Парола:
de: Passwort:
nl: Wachtwoord:

source: CA Certificate:
bg: CA сертификат:
de: CA Zertifikat:
nl: CA Certificaat:

source: Client Certificate:
bg: Сертификат на клиента:
de: Client Zertifikat:
nl: Client Certificaat:

source: Private Key:
bg: Личен ключ:
nl: Privaat Sleutel:

source: Private Key Password:
bg: Парола на личен ключ:
de: Private Key Passwort:
nl: Wachtwoord Privaat Sleutel:

source: DH/DSA Parameters File:
bg: Файл с DH/DSA параметри:
de: DH/DSA Parameterdatei:
nl: Bestand DH/DSA Parameters:

source: Subject Match:
bg: Съвпадение на субект:

source: Phase1 Parameters:
bg: Фаза1 параметри:

source: CA Certificate 2:
bg: CA сертификат 2:
de: CA Zertifikat 2:
nl: CA Certificaat 2:

source: Client Certificate 2:
bg: Сертификат на клиент 2:
de: Client Zertifikat 2:
nl: Client Certificaat 2:

source: Private Key 2:
bg: Личен ключ 2:
nl: Privaat Sleutel 2:

source: Private Key 2 Password:
bg: Парола на личен ключ 2:
de: Private Key 2 Passswort:
nl: Wachtwoord Privaat Sleutel 2:

source: DH/DSA Parameters File 2:
bg: Файл с DH/DSA параметри 2:
de: DH/DSA Parameterdatei 2:
nl: Bestand DH/DSA Parameters 2:

source: Subject Match 2:
bg: Съвпадение на субект 2:

source: Phase2 Parameters:
bg: Фаза2 параметри:

source: EAP PSK (16-byte hex value):
bg: EAP PSK (16-байтова hex стойност):
de: EAP PSK (16-byte hex Wert):
nl: EAP PSK (16-byte hex waarde):

source: User NAI for EAP PSK:
bg: Потребител NAI на EAP PSK:
de: User NAI für EAP PSK:
nl: Gebruikers NAI voor EAP PSK:

source: Server NAI for EAP PSK:
bg: Сървър NAI на EAP PSK:
de: Server NAI für EAP PSK:
nl: Server NAI voor EAP PSK:

source: PAC File:
bg: PAC файл:
de: PAC Datei:
nl: Bestand PAC:

source: EAP Workaround:
bg: EAP заибиколка:

source: <b>Enabled</b>
bg: <b>Включена</b>
de: <b>Aktiviert</b>
nl: <b>Ingeschakeld</b>

source: <b>Encryption Key</b>
bg: <b>Ключ</b>
de: <b>Schlüssel</b>
nl: <b>Coderingssleutel</b>

source: <b>Comment</b>
bg: <b>Коментар</b>
de: <b>Kommentar</b>
nl: <b>Commentaar</b>

source: <b>Priority</b>
bg: <b>Приоритет</b>
de: <b>Priorität</b>
nl: <b>Prioriteit</b>

source: <b>Any BSSID</b>
bg: <b>Всеки BSSID</b>
de: <b>Alle BSSID</b>
nl: <b>Elk BSSID</b>

source: <b>Chan</b>
bg: <b>Канал</b>
de: <b>Kanal</b>
nl: <b>Kanaal</b>

source: Discard changes?
bg: Изхвърли промените?
de: Änderungen verwerfen?
nl: Wijzigingen negeren?

source: WiFi Up/Down
bg: WiFi Вкл/Изкл
de: WiFi An/Aus
nl: Wi-Fi Aan/Uit

source: Rescan Networks
bg: Скениране на мрежите отново
de: Netzwerke erneut scannen
nl: Netwerken Opnieuw Scannen

source: Close
bg: Затваряне
de: Schließen
nl: Sluiten

source: Save and Reconnect
bg: Запазване и свързване отново
de: Speichern und neu verbinden
nl: Opslaan en opnieuw verbinden

source: Cannot read configuration file <b>%s</b> - %s.
bg: Неуспешно прочитане на конфигурационния файл <b>%s</b> - %s.
de: Konfigurationsdatei <b>%s</b> konnte nicht gelesen werden - %s.
nl: Configuratiebestand is niet leesbaar <b>%s</b> - %s.

source: Configuration file contains additional directives. A backup file <b>%s.save</b> with different contents already exists. You must rename the configuration file by hand.
bg: Конфигурационния файл съдържа допълнителни директиви. Копие <b>%s.save</b> с различно съдържание съществува. Нужно е да преиуменувате файла ръчно.
de: Die Konfigurationsdatei enthält zusätzliche Anweisungen. Eine Kopie <b>%s.save</b> mit unterschiedlichem Inhalt existiert bereits. Sie müssen die Konfigurationsdatei manuell umbenennen.
nl: Configuratiebestand bevat extra richtlijnen. Een back-up bestand <b>%s.save</b> met anderen inhoud bestaat al. U moet de configuratiebestand met de hand hernoemen.

source: Cannot write backup configuration file <b>%s.save</b>.
bg: Неуспешен запис на копие на конфигурационния файл <b>%s.save</b>.
de: Die Kopie der Konfigurationsdatei <b>%s.save</b> konnte nicht gespeichert werden.
nl: Back-up configuratiebestand <b>%s.save</b> kan niet worden geschreven.

source: Configuration file contains additional directives; a backup copy has been made in <b>%s.save</b>.
bg: Конфигурационния файл съдържа допълнителни директиви; копие бе създадено в <b>%s.save</b>.
de: Die Konfigurationsdatei enthält unterschiedlichen Inhalt; eine Kopie wurde in <b>%s.save</b> erstellt.
nl: Configuratiebestand bevat extra richtlijnen; een back-up kopie is gemaakt in <b>%s.save</b>.

source: Invalid key for network <b>%s</b>. WPA keys must be 8 to 63 characters long or a 64 character hexadecimal number.
bg: Невалиден ключ за мрежа <b>%s</b>. WPA ключовете трябва да са дълги от 8 до 63 симбола или от 64 Hex числа.
de: Ungültiger Schlüssel für das Netzwerk <b>%s</b>. Der WPA Schlüssel muss zwischen 8 und 63 Zeichen oder 64 Hexadezimale Zahlen lang sein.
nl: Onjuist sleutel voor netwerk <b>%s</b>. Een WPA sleutel moet een lengte tussen de 8 en 63 tekens of 64 hexadecimale cijfers hebben.

source: Invalid key for network <b>%s</b>. WEP keys must be 5 or 13 character strings or 10 or 26 character hexadecimal numbers.
bg: Невалиден ключ за мрежа <b>%s</b>. WEP ключовете трябва да са дълги от 5 до 13 симбола или от 10 от 26 Hex числа.
de: Ungültiger Schlüssel für das Netzwerk <b>%s</b>. Der WEP Schlüssel muss zwischen 5 und 13 Zeichen oder 10 oder 26 Hexadezimale Zahlen lang sein.
nl: Onjuist sleutel voor netwerk <b>%s</b>. Een WEP sleutel moet een lengte van of 5 of 13 tekens of 10 of 26 hexadecimale cijfers hebben.

source: Cannot write temporary networks file <b>%s</b>.
bg: Неуспешен запис на времемен файл с мрежи <b>%s</b>.
de: Die temporäre Netzwerkdatei <b>%s</b> konnte nicht gespeichert werden.
nl: Tijdelijk netwerks bestand <b>%s</b> kan niet worden geschreven.

source: Cannot write configuration file <b>%s</b> - %s.
bg: Неуспешен запис на конфигурационнен файл <b>%s</b> - %s.
de: Die Konfigurationsdatei <b>%s</b> konnte nicht gespeichert werden - %s.
nl: Configuratiebestand <b>%s</b> kan niet worden gescreven - %s.

source: Cannot reset interface <b>%s</b> - %s.
bg: Неуспешно рестартиране на интерфейса <b>%s</b> - %s.
de: Das Interface <b>%s</b> konnte nicht resettet werden - %s.
nl: Interface <b>%s</b> kan niet worden reset - %s.

source: Cannot exec %s.
bg: Неуспешно пускане на %s.
de: Kann %s nicht ausführen.
nl: Niet uitvoerbaar %s.

source: Network SSID <b>%s</b> has changed security method. Update that entry and re-save.
bg: Мрежата със SSID <b>%s</b> е променила метод ана сигурносста. Актуализирайте въведението и го запазете.
de: Die Netzwerk SSID <b>%s</b> hat die Sicherheitsmethode geändert. Bitte aktualisieren Sie den Eintrag.
nl: De beveiligingsmethode van netwerk SSID <b>%s</b> is veranderd. Werk deze bij en opnieuw opslaan.

source: Failed to %s WiFi interface.
bg: Неуспешно %s на WiFi интерфейса.
de: WiFi Schnittstelle könnte nicht %s werden.
nl: %s WiFi interface is niet gelukt.

source: enable
bg: активирай
de: aktiviert
nl: Inschakelen

source: disable
bg: деактивирай
de: deaktiviert
nl: Uitschakelen

source: Enter Administrator password:
bg: Въведете паролата на root:
de: Bitte das Root Passwort eingeben:
nl: Wachtwoord Administrateur invoeren:

source: Password error - %s.
bg: Грешка с паролата - %s.
de: Passwort falsch - %s.
nl: Wachtwoord fout - %s.

source: wifimgr: cannot open display
bg: wifimgr: неуспешно отваряне на дисплей
de: wifimgr: Display kontte nicht geöffnet werden
nl: wifimgr: display kan niet worden geopened

source: No WiFi interface is configured in <b>%s</b>.
bg: Не са конфигурирани WiFi интерфейси в <b>%s</b>.
de: Es ist keine WiFi Schnittstelle in <b>%s</b> konfiguriert.
nl: Er is geen WiFi interface in <b>%s</b> geconfigureerd.

source: wifimgrsu: for invocation by wifimgr(8) only
bg: wifimgrsu: за повикване само от wifimgr(8)
de: wifimgrsu: Nur für den Aufruf von wifimgr(8)
nl: wifimgrsu: alleen opteroepen door wifimgr(8)

source: invalid password
bg: невалидна парола
de: Ungültiges Passwort
nl: wachtwoord onjuist

source: not authorized
bg: неоторизиран
de: Nicht authorisiert
nl: niet bevoegd

source: invalid command
bg: невалидна команда
de: Ungültiger Befehl
nl: ongeldige opdracht

source: exit status
bg: изходен статус
de: Beendigungsstatus

source: channel
nl: kanaal

source: <b>Mbps</b>
nl: <b>Mb/s</b>
